[
  {
    "id": 1,
    "title": "Nana's Scones",
    "author": "Kitty Gallagher",
    "serves": null,
    "calories": null,
    "category": "snacks",
    "tags": ["family", "snacks"],
    "url": null,
    "ingredients": [
      "10 Tbsp self raising flour",
      "2 Tbsp sugar",
      "2 Tbsp heaped butter",
      "2 eggs",
      "1/4 cup milk"
    ],
    "method": [
      "Preheat oven to 200°C",
      "Lightly flour a flat baking tin",
      "Sieve flour into baking bowl, add sugar",
      "Using fingers mix it all up and crumble handfuls from up high to allow air to come through  as it falls back down into bowl",
      "In a jug beat eggs and milk and slowly add to mixture, keep a small amount to brush over top of scones",
      "When dough is ready, flour work surface and roll out dough (not too thin) and cut out scones",
      "Brush tops with egg and place in middle shelf of oven to bake for approx 10 mins"
    ]
  },
  {
    "id": 2,
    "title": "Red Lentil Dahl",
    "author": "Happy Pear",
    "serves": 6,
    "calories": null,
    "category": "main",
    "tags": ["curry", "dinner"],
    "url": "https://thehappypear.ie/recipes/red-lentil-dahl/",
    "ingredients": [
      "500 g red lentils",
      "2 red onions",
      "3 cloves of garlic",
      "0.5 a thumb-size piece of ginger",
      "1 courgette",
      "4 medium ripe tomatoes",
      "2 tsp salt",
      "2 tsp ground cumin",
      "pinch of cayenne pepper",
      "1 tsp ground turmeric",
      "3 tsp medium curry powder",
      "1 tsp freshly ground black pepper",
      "3 tbsp tamari",
      "juice of 1 lime",
      "small bunch of fresh coriander",
      "2 litres water"
    ],
    "method": [
      "Peel and finely slice the onions, garlic and ginger. Cut the courgette into bite-size pieces and roughly chop the tomatoes",
      "Saute the onions, garlic and ginger in 4 tbsp of water in a large pan on a high heat for 5 minutes. Stir regularly, adding more water if they start to stick to the bottom of the pan. When the onions are soft, add the courgette, tomatoes and 1 tsp salt. Cover the pan and cook gently over a low heat for 5-10 minutes, stirring occasionally.",
      "Add the lentils, spices, tamari, lime juice, the remaining salt and 2 litres of water, and bring to the boil. Reduce to a low heat and simmer for 25 minutes, or until you are happy with the texture of the dahl. Stir regularly, as lentils have a tendency to stick",
      "Finely chop the coriander and sprinkle over the dahl. Serve with brown rice or toasted wholemeal pitta breads, cut into soldiers. Mango chutney is also a nice accompaniment"
    ]
  },
  {
    "id": 3,
    "title": "5 minute Dahl",
    "author": "Happy Pear",
    "serves": 4,
    "calories": null,
    "category": "main",
    "tags": ["curry", "dinner"],
    "image": "assets/3.jpg",
    "url": "https://thehappypear.ie/recipes/5-minute-dahl/",
    "ingredients": [
      "3 cloves of garlic",
      "1 nub of ginger",
      "5 scallions",
      "1 tin of chickpeas",
      "1 tin of cooked lentils",
      "1 handful of spinach",
      "1 tin of coconut milk",
      "Juice of half a lime",
      "Coriander",
      "3 Wholemeal pittas - toasted",
      "10 cherry tomatoes",
      "2 tbsp curry powder",
      "1 tsp Turmeric",
      "2 tsp ground cumin",
      "1 tsp salt",
      "0.5 tsp black pepper"
    ],
    "method": [
      "Drain and rinse the chickpeas and lentils. Finely chop the garlic and ginger, Chop scallions, half the cherry tomatoes. Pick the coriander leaves and finely chop the stalks.",
      "Heat the oil on high heat in a large pot or pan, non stick if possible. Add the garlic and ginger to the pan, reduce the heat to medium and cook for 3-5 minutes, stirring occasionally",
      "Add the scallions to the pan along with the cherry tomatoes, coriander stalks and 1 tsp of salt. Cook for a further 3 minutes.",
      "Add the tin of coconut milk, lentils and chickpeas, and stir well, Add in the spices, salt, black pepper and lime juice. Bring to a boil then lower to a simmer for 5 minutes.",
      "Add in the spinach to wilt a few minutes before you serve, taste before serving and season if needed",
      "Serve with with your toasted pittas and some fresh coriander and chilli flakes if you like. Enjoy!"
    ]
  },
  {
    "id": 4,
    "title": "Sweet Potato Peanut Stew",
    "author": "Maddie Lymburner",
    "serves": 4,
    "calories": null,
    "category": "main",
    "tags": ["stew", "dinner"],
    "url": "https://www.maddielymburner.com/blogs/recipes/sweet-potato-peanut-stew",
    "ingredients": [
      "2 cups diced yellow onion",
      "1 jalapeno, cored and nely chopped (about 2 Tbsp.)",
      "4 garlic cloves, minced (or 2 Tbsp.)",
      "2-inch knob fresh ginger, peeled and minced (about 2 Tbsp.)",
      "2 tsp cumin",
      "3 Tbsp. tomato paste",
      "1 large sweet potato, peeled and cut into 1-inch cubes (about 2 cups)",
      "1/2 cup unsweetened creamy peanut butter",
      "4 cups vegetable broth",
      "1 cup water",
      "5-6 large stalks of kale",
      "1 chopped red bell pepper",
      "Fresh cilantro, cooked brown rice, roasted peanuts and lime juice for serving"
    ],
    "method": [
      "In a large pot over medium-high heat, sauté onion, garlic, and jalapeno (adding a few Tbsp. of water every so often so they don’t burn) and cook until onions have become translucent (about 6-8 minutes).",
      "In a mixing bowl, add peanut butter, cumin, tomato paste, and about 1 cup of vegetable broth and mix until everything is well combined.",
      "Add the chopped red bell pepper, sweet potato, peanut butter mixture, and remainder of the vegetable broth to the pot and stir well to combine. Reduce heat to medium- low, cover and cook for 15 minutes. Add the destemmed kale to the pot, stir, then cover and continue to cook for another 15 minutes, until sweet potato is tender.",
      "Using the back of the spoon, mash some of the sweet potatoes to help thicken the broth.",
      "Serve with brown rice, or your favorite grain, and garnish with some fresh cilantro, lime juice, and fresh peanuts!"
    ]
  },
  {
    "id": 5,
    "title": "Easy Tofu Veggie Stir Fry Recipe",
    "author": "Maddie Lymburner",
    "serves": 4,
    "calories": null,
    "category": "main",
    "tags": ["stir fry", "dinner"],
    "url": "https://www.maddielymburner.com/blogs/recipes/easy-tofu-veggie-stir-fry-recipe-vegan-oil-free",
    "ingredients": [
      "1/2 cup diced onion",
      "2 roughly chopped bell peppers",
      "1 large carrot (peeled and sliced)",
      "6 large mushrooms (sliced)",
      "1 large handful of green beans (cut into pieces)",
      "1 block of extra firm tofu (water pressed out as much as possible & cubed)",
      "FOR THE SAUCE:",
      "4 tbsp natural peanut/almond butter",
      "2 tbsp agave/maple syrup",
      "1/2 tsp garlic powder",
      "6 tbsp low sodium soya sauce/tamari",
      "1/2 tsp chilli (powder/sauce)"
    ],
    "method": [
      "Preheat oven to 200°C.",
      "Even spread out tofu on a lined baking sheet and bake for 20-25 minutes or until desired crispiness is achieved.",
      "In a bowl, combine all ingredients for the sauce.",
      "In a large non-stick pan over medium-high heat, add the carrots and onions and cook until onions have just become translucent. Then add the peppers and cook for another 2-4 minutes. Finally, add the mushrooms and green beans and cook until the mushrooms have started to release water.",
      "When the tofu is done, add the cubes to the sauce bowl and allow to marinate for 5 minutes while veggies are cooking. Then add the tofu and the sauce to the vegetables. Cook for another 3-4 minutes.",
      "Serve with your favorite grain (rice/quinoa, etc) and top with a squeeze of lime and sliced green onions."
    ]
  },
  {
    "id": 6,
    "title": "Creamy Sun Dried Tomato Pasta Recipe",
    "author": "Maddie Lymburner",
    "serves": 4,
    "calories": null,
    "category": "main",
    "tags": ["pasta", "dinner"],
    "url": "https://www.maddielymburner.com/blogs/recipes/creamy-sundried-tomato-pasta-recipe-dairy-free-gluten-free",
    "ingredients": [
      "340g gluten free penne pasta",
      "1 cup soaked cashews",
      "1 cup water",
      "5 cloves of garlic (minced)",
      "16 whole, oil-free sundried tomatoes (sliced, reserve 2 for sauce)",
      "1 cup cherry/grape tomatoes (quartered)",
      "5 large cremini mushrooms (diced)",
      "1/4 tsp dried oregano",
      "1/2 tsp dried basil",
      "1/2 tsp each salt and pepper",
      "1 tbsp nutritional yeast",
      "handful fresh basil (chopped)"
    ],
    "method": [
      "Drain and rinse soaked cashews. Add cashews and water to a blender or food processor and blend until completely smooth. Add 2 sundried tomatoes and blend until just combined.",
      "In a large pot, cook pasta according to package directions.",
      "In a large non-stick pan over medium-high heat, add minced garlic and sundried tomatoes. Add a few splashes of water as it's cooking to prevent sticking/burning. Cook for 3-4 minutes, or until the garlic has started to brown.",
      "Add the mushrooms, cherry tomatoes, oregano, basil, salt & pepper, and cook for another 5 minutes (until mushrooms have started to release water).",
      "Turn the heat down to low and add the blended cashew sauce to the veggie mixture. Add the nutritional yeast, and stir to combine.",
      "Once pasta is done cooking, drain and add to the sauce. Toss to combine.",
      "Add a handful of fresh chopped basil on top."
    ]
  },
  {
    "id": 7,
    "title": "Creamy Cauliflower Sauce",
    "author": "Maddie Lymburner",
    "serves": 2,
    "calories": null,
    "category": "main",
    "tags": ["sauces", "pasta", "dinner"],
    "url": "https://www.maddielymburner.com/blogs/recipes/creamy-cauliflower-sauce-gluten-free-vegan",
    "ingredients": [
      "2 cups cauliflower florets",
      "1.5 cups plant milk",
      "2 tsp garlic powder",
      "2 tbsp nutritional yeast",
      "1 tsp dried basil",
      "1 tsp dried oregano",
      "1 tsp each salt and pepper"
    ],
    "method": [
      "Steam cauliflower florets until very tender. It should fall apart easily.",
      "Transfer steamed cauliflower to a blender and add remainder of ingredients. Blend on high for 2 minutes.",
      "Adjust seasonings to your taste. Then pour over pasta, rice, or whatever dish you enjoy!"
    ]
  },
  {
    "id": 8,
    "title": "Vegan Pad Thai",
    "author": "Maddie Lymburner",
    "serves": 4,
    "calories": 230,
    "category": "main",
    "tags": ["stir fry", "dinner"],
    "url": "https://www.maddielymburner.com/blogs/recipes/vegan-pad-thai",
    "ingredients": [
      "227g whole grain pad Thai rice noodles (I use the brand “Lotus Foods”)",
      "125g extra firm organic tofu (sliced into inch long strips)",
      "1 medium sized red bell pepper (julienned)",
      "1 medium sized carrot (julienned)",
      "1 cup frozen broccoli florets (cut into bite sized pieces)",
      "1/3 cup diced white onion",
      "3 garlic cloves (minced)",
      "Handful of fresh bean sprouts",
      "2 tbsp fresh peanuts (chopped)",
      "PAD THAI SAUCE:",
      "5 tbsp Tamari or Soy sauce",
      "3 tbsp maple syrup",
      "1 tbsp apple cider vinegar",
      "1/2 tsp sriracha (or to taste)",
      "2 tsp tamarind paste",
      "1 tbsp lime juice",
      "1-2 tbsp smooth organic peanut butter (optional)"
    ],
    "method": [
      "Preheat oven to 230°C",
      "Lay your tofu pieces out evenly on a lined baking sheet and bake for 12 minutes.",
      "Make the pad Thai sauce in a small bowl by mixing all the ingredients together.",
      "Once the tofu is done cooking, allow to cool for a few minutes, then marinate the tofu pieces in the pad Thai. Stirring every so often.",
      "Cook the pad Thai noodles according to package directions. Drain from water and rinse with warm water.",
      "In a non-stick frying pan or skillet over medium high heat, add onion and garlic. Cook for 2-3 minutes. Then add chopped peanuts.",
      "Add red bell pepper and cook for 2 minutes more. Then add carrots and broccoli and cook for 2 more minutes.",
      "Add the tofu and the pad Thai sauce. Turn the heat down to medium low. Then add in a large handful of bean sprouts.",
      "Add the noodles to the veggies and sauce. Toss to combine. Allow everything to rest over low heat (this will allow the noodles to absorb some of the pad Thai sauce and flavour).",
      "Serve warm with extra chopped peanuts, cilantro, green onion, and a lime wedge!"
    ]
  },
  {
    "id": 9,
    "title": "No-Bake Vanilla Cake Bites",
    "author": "Minimalist Baker",
    "serves": 16,
    "calories": 148,
    "category": "dessert",
    "tags": ["snacks", "dessert", "energy balls"],
    "url": "https://minimalistbaker.com/no-bake-vanilla-cake-bites/?omhide=true&__s=odk618r1q6dmesvrdfir&utm_medium=email&utm_campaign=NEW%21+No-Bake+Vanilla+Cake+Bites",
    "ingredients": [
      "1 1/4 cups (250g) packed pitted medjool dates (measured after pits removed)",
      "1 1/4 cups (100g) raw walnuts",
      "1 cup (112g) almond flour (or sub almond meal, but the cake flavor is more pronounced with flour)",
      "1/3 cup (50g) coconut flour (or sub more almond flour)",
      "1 Pinch sea salt",
      "2 tsp (10ml) vanilla extract*",
      "Finely shredded unsweetened coconut (optional)"
    ],
    "method": [
      "Add pitted dates to a food processor and mix until small bits remain or a ball forms. Remove from food processor and set aside.",
      "To the food processor, add the walnuts, almond flour, coconut flour, and sea salt. Blend until a semi-fine meal is achieved. Add dates back in (in bite-sized pieces) as well as the vanilla extract. Pulse until a loose dough forms. Be careful not to over-blend. You're looking for a pliable dough, not a purée.",
      "Scoop out 2-Tablespoon amounts using a cookie scooper (like this one) and roll into balls with hands or release lever on scoop and place directly on a parchment-lined baking sheet. Repeat until all dough is used up.",
      "Roll in finely shredded coconut or leave as is. Store in refrigerator or freezer. Will keep in the refrigerator up to 1 week or in the freezer up to 1 month. You could also press the 'dough' into a loaf or 8x8-inch cake pan and slice into bars."
    ]
  },
  {
    "id": 10,
    "title": "Cinnamon Oat Muffins",
    "author": "High Carb Hannah",
    "serves": 12,
    "calories": 148,
    "category": "dessert",
    "tags": ["dessert"],
    "url": "https://highcarbhannah.co/recipes/cinnamon-oat-muffins/",
    "ingredients": [
      "4 super ripe bananas",
      "2 cups oat flour",
      "1/2 cup rolled oats",
      "1/4 cup coconut sugar",
      "1 cup unsweetened soy milk",
      "1 tsp baking soda",
      "1 tsp baking powder",
      "1 tsp vanilla extract",
      "1 tsp cinnamon",
      "TOPPINGS:",
      "1 tbsp coconut sugar",
      "1 tbsp rolled oats",
      "cinnamon (optional)"
    ],
    "method": [
      "Preheat oven to 180°C.",
      "In a large bowl add all of your ingredients except the banana and soy milk and mix together.",
      "In another bowl place your bananas and mash together with the soy milk until there are no big chunks of banana left.",
      "Pour your banana/milk mix into the dry ingredients and stir until there are no dry spots.",
      "In a non stick muffin pan add your mixture into the 12 separate slots. Top with a pinch of the extra coconut sugar and oats. You can also top these with cinnamon as well if you like.",
      "Bake for 45 minutes. Let cool 15 minutes before removing from pan."
    ]
  },
  {
    "id": 11,
    "title": "Vegan Lotus Biscoff Cheesecake",
    "author": "Little Blog of Vegan",
    "serves": 8,
    "calories": null,
    "category": "dessert",
    "tags": ["dessert"],
    "url": "http://www.thelittleblogofvegan.com/2018/03/vegan-biscoff-cheesecake-recipe.html",
    "ingredients": [
      "BASE:",
      "160g of Lotus Biscoff cookies",
      "60g of dairy-free butter (melted)",
      "2 tablespoons of coconut oil (melted)",
      "FILLING:",
      "180g of cashew nuts (soaked overnight & drained)",
      "2 cans of coconut cream (cream only)",
      "3 tablespoons of Lotus Biscoff spread",
      "1 teaspoon of vanilla bean paste",
      "2 tablespoons of coconut oil (melted)"
    ],
    "method": [
      "BASE:",
      "Line a 8'' cake tin with greaseproof paper.",
      "Place the cookies into a food processor/blender and whizz up until crumbly, but not too fine.",
      "Melt the butter and coconut oil.",
      "In a bowl, add in the crushed cookies and pour over the melted butter & coconut oil and mix until like wet sand.",
      "Press the mixture into the lined cake tin, making sure to compact it in using a spoon or clean hands. Place into the freezer whilst you make the filling.",
      "FILLING:",
      "Drain the cashew nuts and place them into a food processor/blender along with the coconut cream, Biscoff spread, vanilla, melted coconut oil.",
      "Whizz up on high for around 5 minutes until smooth. Add a splash of water if needed.",
      "Pour the filling into the base, level with a spoon and pop back into the freezer to set. Allow the cheesecake to set fully. This will take around 4-6 hours (I leave mine to set overnight).",
      "Store in a sealed container in the freezer and defrost fully before serving.",
      "I spread some of the Lotus Biscoff spread all over the top of the cheesecake, and decorated it with some vegan squirty cream stars, topped with grated dairy-free white chocolate and a Lotus Biscoff cookies.  You could even melt some of the Biscoff spread and drizzle it over for even more cookie goodness!"
    ]
  },
  {
    "id": 12,
    "title": "Waldorf Salad",
    "author": "High Carb Hannah",
    "serves": 2,
    "calories": null,
    "category": "lunch",
    "tags": ["lunch"],
    "url": "https://www.youtube.com/watch?v=lzoa_m2wVBM&t=1s&ab_channel=HighCarbHannah",
    "ingredients": [
      "2 cups chopped spring greens",
      "2 tbsp reduced balsamic",
      "2 tbsp chopped walnuts",
      "1/2 apple chopped",
      "A few pieces of thinly sliced red onion",
      "1 celery stalk chopped",
      "2 tbsp vegan blu cheese or vegan feta",
      "1/4 cup cooked tofu"
    ],
    "method": [
      "Add greens to a bowl and toss with balsamic. Add the rest of your ingredients and top with extra balsamic."
    ]
  },
  {
    "id": 13,
    "title": "Christmas Carrots",
    "author": "Happy Pear",
    "serves": 4,
    "calories": null,
    "category": "dinner",
    "tags": ["christmas", "dinner"],
    "url": "https://www.youtube.com/watch?v=I5Ff1mYT980&list=PLb98DDyoMyQrAO39dTaWwpEoUw57InWYp&index=12&ab_channel=TheHappyPear",
    "ingredients": [
      "6 carrots",
      "2 Tbsp olive oil",
      "1 tsp salt",
      "1 tsp maple syrup"
    ],
    "method": [
      "Preheat oven to 200°C",
      "Slice carrots into strips and mix in a bowl with seasonings",
      "Bake for 40 minutes"
    ]
  },
  {
    "id": 14,
    "title": "Christmas Roast Potatoes",
    "author": "Happy Pear",
    "serves": 4,
    "calories": null,
    "category": "dinner",
    "tags": ["christmas", "dinner"],
    "url": "https://www.youtube.com/watch?v=I5Ff1mYT980&list=PLb98DDyoMyQrAO39dTaWwpEoUw57InWYp&index=12&ab_channel=TheHappyPear",
    "ingredients": ["2.5kg potatoes", "pinch salt", "olive oil"],
    "method": [
      "Preheat oven to 200°C",
      "Chop potatoes and mix in a bowl with seasonings",
      "Bake for 30 - 40 minutes"
    ]
  },
  {
    "id": 15,
    "title": "Christmas Cabbage",
    "author": "Happy Pear",
    "serves": 4,
    "calories": null,
    "category": "dinner",
    "tags": ["christmas", "dinner"],
    "url": "https://www.youtube.com/watch?v=I5Ff1mYT980&list=PLb98DDyoMyQrAO39dTaWwpEoUw57InWYp&index=12&ab_channel=TheHappyPear",
    "ingredients": [
      "1 Tbsp oil",
      "thumb of fresh ginger",
      "1/2 red chilli",
      "1 cabbage",
      "pinch salt",
      "1 tsp maple syrup",
      "1 tsp sesame oil"
    ],
    "method": [
      "Saute olive oil, ginger and chilli",
      "Add the cabbage and salt to sweat the cabbage",
      "Add maple syrup",
      "Add sesame oil (optional)"
    ]
  },
  {
    "id": 16,
    "title": "Christmas Parsnip Carrot Couscous Wellington",
    "author": "Happy Pear",
    "serves": 4,
    "category": "dinner",
    "tags": ["christmas", "dinner"],
    "url": "https://www.youtube.com/watch?v=I5Ff1mYT980&list=PLb98DDyoMyQrAO39dTaWwpEoUw57InWYp&index=12&ab_channel=TheHappyPear",
    "ingredients": [
      "250g couscous",
      "1 Tbsp oil",
      "3 onions",
      "1 big parsnip",
      "3-4 carrots",
      "1 tsp salt",
      "5 stalks fresh thyme",
      "1/2 cup fresh sage",
      "100g mixed nuts, chopped",
      "3 Tbsp soy sauce",
      "1 roll puff pastry"
    ],
    "method": [
      "Preheat oven to 200°C",
      "Make couscous - mix boiling water with bouillon and pour over couscous with an inch on top, put lid on and leave",
      "Saute the oil and onions",
      "Add grated carrots, parnsip and salt to the pan",
      "Add nuts and soy sauce and fry for a few minutes",
      "Once couscous is cooked add and combine, then turn off heat and let cool",
      "Add mixture to centre of pastry and create a log shape in the middle, bring over 2 sides of pastry and seal, then flip over and score along top.  Brush top with milk or oil",
      "Bake for 30 minutes"
    ]
  },
  {
    "id": 17,
    "title": "Vegan Thai Green Curry",
    "author": "Cook with Manali",
    "serves": 3,
    "calories": 397,
    "category": "dinner",
    "tags": ["curry", "dinner"],
    "url": "https://www.cookwithmanali.com/vegan-thai-green-curry/",
    "ingredients": [
      "2 Tbsp oil divided, I used avocado oil",
      "1 large red bell pepper sliced",
      "2 medium carrots sliced",
      "10 green beans trimmed and cut into 1 inch pieces",
      "1 small head broccoli cut into florets, around 1.5 cups broccoli florets",
      "5-6 large garlic cloves chopped",
      "1 inch ginger chopped",
      "2 Tbsp green curry paste I prefer & recommend Maesri",
      "1-2 thai green chilies sliced, adjust to taste",
      "400ml can full fat coconut milk",
      "2 tsp tamari",
      "2 tsp coconut sugar",
      "1/4 tsp salt or to taste",
      "1/4 cup thai basil leaves"
    ],
    "method": [
      "Heat 1 tablespoon oil in a pan on medium high heat. Once oil is hot, add all the veggies to the pan. Toss veggies for around 2 minutes on medium high heat. This step is optional and you can directly add the veggies to the curry as well. I like tossing them in little oil before adding to curry for texture.",
      "Meanwhile heat the remaining 1 tablespoon oil in a heavy bottom pan or skillet on medium heat. Add garlic and ginger and cook for 1 minute until it starts changing color.",
      "Add the green curry pasta and sliced thai chilies, if using. Saute the curry paste for 1 to 2 minutes, stirring often.",
      "Then add the coconut milk. Stir continuously with a whisk until it's all combined.",
      "Let the coconut milk cook on medium heat for 3 to 4 minutes. It will come to a light simmer and become thick and creamy.",
      "Stir in the veggies and mix. Cook for 2 to 3 minutes until slightly softened. They are already half cooked, you want them crunchy.",
      "Add tamari, coconut sugar and salt and mix everything together.",
      "Add in the thai basil leaves and mix. Remove pan from heat.",
      "Adjust the consistency of the curry at this point. You can add water to thin it out, I did not add any water.",
      "Serve this vegan Thai Green Curry with brown rice or jasmine rice. Enjoy!"
    ]
  },
  {
    "id": 18,
    "title": "Nakd Cocoa Delight Bars",
    "author": "",
    "serves": null,
    "calories": null,
    "category": "snacks",
    "tags": ["snacks", "dessert"],
    "url": null,
    "ingredients": [
      "96g dates",
      "58g cashews",
      "34g raisins",
      "12g cocoa powder"
    ],
    "method": [
      "Soak dates and cashews",
      "Blend together and shape into bars or balls"
    ]
  },
  {
    "id": 19,
    "title": "Nakd Salted Caramel Bars",
    "author": "",
    "serves": null,
    "calories": null,
    "category": "snacks",
    "tags": ["snacks", "dessert"],
    "url": null,
    "ingredients": [
      "106g dates",
      "38g raisns",
      "28g cashews",
      "28g peanuts",
      "2g salt",
      "dash maca powder"
    ],
    "method": [
      "Soak dates and cashews",
      "Blend together and shape into bars or balls"
    ]
  },
  {
    "id": 20,
    "title": "Nakd Coconut Cocoa Bars",
    "author": "",
    "serves": null,
    "calories": null,
    "category": "snacks",
    "tags": ["snacks", "dessert"],
    "url": null,
    "ingredients": [
      "106g dates",
      "32g coconut",
      "30g raisins",
      "20g cashews",
      "10g cocoa powder",
      "dash vanilla"
    ],
    "method": [
      "Soak dates and cashews",
      "Blend together and shape into bars or balls"
    ]
  },
  {
    "id": 21,
    "title": "Mum's Christmas Stuffing",
    "author": "",
    "serves": null,
    "calories": null,
    "category": "dinner",
    "tags": ["christmas", "dinner"],
    "url": null,
    "ingredients": [
      "2 slices (chopped) of Onion (medium thickness)",
      "2 oz of marg (bout 125 grams)",
      "1 - 2  MUGS of breadcrumbs",
      "1 tsp of MIXED HERBS",
      "salt &pepper"
    ],
    "method": [
      "Preheat oven to 200°C",
      "Gently fry onions with a good dollop of the marg until soft and add the salt,pepper,mixed herbs while frying - gives it a gorgeous smell. ",
      "Add rest of marg and melt and blend in. Once thats done turn off heat. Add in the breadcrumbs a little at a time ,stirring. You want to breadcrumbs to absorb the juice. put in enough so that the breadcrumbs are moist -too little crumbs and its too moist ,too much and it will be dry - not an exact science , its just trial and error.",
      "Put all into a oven dish ,cover with tinfoil and put in oven for about 20mins. ",
      "Then take off tinfoil and let the top brown for about another 10 mins -(more if required)."
    ]
  },
  {
    "id": 22,
    "title": "Gingerbread Banana Bread",
    "author": "Chocolate Covered Katie",
    "serves": "10-12 slices",
    "calories": null,
    "category": "dessert",
    "tags": ["dessert"],
    "url": "https://chocolatecoveredkatie.com/gingerbread-banana-bread/",
    "ingredients": [
      "1 3/4 cups mashed banana",
      "1 1/2 tsp pure vanilla extract",
      "1/3 cup milk of choice OR oil",
      "1/4 cup pure maple syrup, agave, or honey",
      "1/4 cup molasses – blackstrap or regular",
      "1 1/2 tbsp vinegar",
      "1 tsp baking soda",
      "2 1/2 tsp cinnamon",
      "2 tsp ground ginger",
      "1/2 tsp ground cloves",
      "1/8 tsp ground nutmeg",
      "3/4 tsp each: baking powder and salt",
      "2 cups spelt, white, or bob’s gf flour (260g)",
      "optional pinch stevia or 3 tbsp sugar for more of a dessert bread",
      "optional 1/2 cup raisins or crushed walnuts"
    ],
    "method": [
      "Grease a 9x5 loaf pan very well, going up the sides. (Or line the pan with parchment.)",
      "Preheat oven to 350 F.",
      "Whisk the first 6 ingredients together in a bowl, then set aside.",
      "In a large bowl, stir remaining ingredients together very well.",
      "Pour wet over dry, stir just until evenly mixed, and smooth into the loaf pan.",
      "Bake on the center rack for 33 minutes – then do not open the oven even to peek, but turn off the heat.",
      "Let sit in the closed oven for 10 additional minutes. Remove and let cool completely before going around the sides with a knife and inverting onto a plate or cutting from the pan.",
      "Store leftover slices in the fridge for 2-3 days or freeze for up to a month."
    ]
  },
  {
    "id": 23,
    "title": "",
    "author": "",
    "serves": null,
    "calories": null,
    "category": "",
    "tags": [],
    "url": null,
    "ingredients": [],
    "method": []
  },
  {
    "id": 24,
    "title": "",
    "author": "",
    "serves": null,
    "calories": null,
    "category": "",
    "tags": [],
    "url": null,
    "ingredients": [],
    "method": []
  }
]
